<?php

return [
    'persianNumber'             => 'عدد وارد شده باید فارسی باشد.',
    'persianAlpha'              => 'حروف وارد شده باید فارسی باشد.',
    'persian_alphabet_number'   => 'حروف و عدد وارد شده باید فارسی باشد.',
    'mobile'                    => 'شماره همراه قابل قبول نیست.',
    'shebaNumber'               => 'شماره شبا قابل قبول نیست.',
    'nationalCode'              => 'کد ملی قابل قبول نیست.',
    'isNotPersian'              => 'حروف غیر لاتین قابل قبول نیست.',
    'phone'                     => 'شماره تلفن قابل قبول نیست.',
    'phoneArea'                 => 'شماره تلفن قابل قبول نیست.',
    'cardNumber'                => 'شماره کارت قابل قبول نیست.',
    'address'                   => 'آدرس وارد شده قابل قبول نیست.',
    'postalCode'                => 'کدپستی وارد شده قابل قبول نیست.',
];
