<?php

return [
    'persian_number'          => 'عدد وارد شده باید فارسی باشد.',
    'persian_alphabet'        => 'حروف وارد شده باید فارسی باشد.',
    'persian_alphabet_number' => 'حروف و عدد وارد شده باید فارسی باشد.',
    'iran_mobile'             => 'شماره همراه قابل قبول نیست.',
    'sheba_number'            => 'شماره شبا قابل قبول نیست.',
    'melli_code'              => 'کد ملی قابل قبول نیست.',
    'is_not_persian'          => 'حروف غیر لاتین قابل قبول نیست.',
    'iran_phone'              => 'شماره تلفن قابل قبول نیست.',
    'iran_phone_area'         => 'شماره تلفن قابل قبول نیست.',
    'card_number'             => 'شماره کارت قابل قبول نیست.',
    'iran_address'            => 'آدرس وارد شده قابل قبول نیست.',
    'iran_postal_code'        => 'کدپستی وارد شده قابل قبول نیست.',
];
